Repository: hbiede/Score-Tally
Catalog: iOS/ScoreTally/ScoreTally/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ru, zh_hans, zh_hant

source: Add Game
de: Spiel hinzufügen
es: Añadir juego
fr: Ajouter un jeu
it: Aggiungi gioco
ja: ゲームを追加
ru: Добавить игру
zh_hans: 添加游戏
zh_hant: 新增遊戲

source: Add Player
de: Spieler hinzufügen
es: Añadir jugador
fr: Ajouter un joueur
it: Aggiungi giocatore
ja: プレーヤーを追加
ru: Добавить игрока
zh_hans: 添加玩家
zh_hant: 新增玩家

# add-to-score-button-title
source: Add
de: Hinzufügen
es: Sumar
fr: Ajouter
it: Aggiungi
ja: 追加
ru: Добавить
zh_hans: 添加
zh_hant: 新增

# add-to-score-placeholder
source: Add to score
de: Zur Partitur hinzufügen
es: Sumar a la puntuación
fr: Ajouter au score
it: Aggiungi al punteggio
ja: スコアに追加
ru: Добавить в счет
zh_hans: 添加到分数
zh_hant: 加到分數

# add-to-score-title
source: Add to Score
de: Zur Partitur hinzufügen
es: Sumar a la puntuación
fr: Ajouter au score
it: Aggiungi al punteggio
ja: スコアに追加
ru: Добавить в счет
zh_hans: 添加到分数
zh_hant: 加到分數

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
ru: Отменить
zh_hans: 退出
zh_hant: 取消

# create-game-button-title
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 登録
ru: Создать
zh_hans: 创建
zh_hant: 建立

# create-game-placeholder
source: Game name
de: Name des Spiels
es: Nombre del juego
fr: Nom du jeu
it: Nome del gioco
ja: ゲームの名前
ru: Название игры
zh_hans: 游戏名称
zh_hant: 遊戲名稱

# create-game-title
source: Create Game
de: Spiel erstellen
es: Crear juego
fr: Créer un jeu
it: Crea gioco
ja: ゲームを作る
ru: Создать игру
zh_hans: 创建游戏
zh_hant: 創建遊戲

# create-player-button-title
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 登録
ru: Создать
zh_hans: 创建
zh_hant: 建立

# create-player-placeholder
source: Player name
de: Spielername
es: Nombre del jugador
fr: Nom de joueur
it: Nome del giocatore
ja: プレーヤの名前
ru: Имя игрока
zh_hans: 玩家姓名
zh_hant: 參賽者姓名

# create-player-title
source: Create Player
de: Spieler erstellen
es: Crear jugador
fr: Créer un joueur
it: Crea giocatore
ja: プレーヤーの作成
ru: Создать игрока
zh_hans: 创建玩家
zh_hant: 創建玩家

# default-player-name
source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore
ja: プレーヤー
ru: игрок
zh_hans: 玩家
zh_hant: 玩家

# delete-game-right-click-action
source: Delete Game
de: Spiel löschen
es: Borrar juego
fr: Supprimer le jeu
it: Eliminare il gioco
ja: ゲームを削除する
ru: Удалить игру
zh_hans: 德莱尔游戏
zh_hant: 刪除遊戲

# delete-player-right-click-action
source: Delete Player
de: Spieler löschen
es: Borrar jugador
fr: Supprimer un joueur
it: Eliminare il giocatore
ja: プレーヤーを削除する
ru: Удалить игрока
zh_hans: 德莱雷球员
zh_hant: 刪除玩家

# duplicate-game-button-title
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ru: Сохранить
zh_hans: 存储
zh_hant: 儲存

# duplicate-game-placeholder
source: New game name
de: Neuer Name des Spiels
es: Nombre del juego nuevo
fr: Nouveau nom du jeu
it: Nuovo nome del gioco
ja: 新しいゲームの名前
ru: Новое название игры
zh_hans: 游戏的新名称
zh_hant: 新遊戲名稱

# duplicate-game-right-click-action
source: Duplicate Game…
de: Dupliziere das Spiel…
es: Duplicar juego…
fr: Dupliquer le jeu…
it: Duplicare il gioco…
ja: ゲームを複製する…
ru: Дублировать игру…
zh_hans: 复制游戏…
zh_hant: 複製遊戲...

# duplicate-game-title
source: Duplicate Game
de: Dupliziere das Spiel
es: Duplicar juego
fr: Dupliquer le jeu
it: Duplicare il gioco
ja: ゲームを複製する
ru: Дублировать игру
zh_hans: 复制游戏
zh_hant: 複製遊戲

# edit-player-button-title
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ru: Сохранить
zh_hans: 存储
zh_hant: 儲存

# edit-player-placeholder
source: New player name
de: Neuer Spielername
es: Nombre del nuevo jugador
fr: Nouveau nom du joueur
it: Nuovo nome del giocatore
ja: 新規プレイヤーの名前
ru: Новое имя игрока
zh_hans: 玩家的新名字
zh_hant: 新玩家名字

# edit-player-right-click-action
source: Edit Player…
de: Spieler bearbeiten…
es: Editar jugador…
fr: Modifier le joueur…
it: Modifica giocatore…
ja: プレーヤーを編集する…
ru: Редактировать игрока…
zh_hans: 编辑球员…
zh_hant: 編輯球員...

# edit-player-title
source: Edit Player
de: Spieler bearbeiten
es: Editar jugador
fr: Modifier le joueur
it: Modifica giocatore
ja: プレーヤーを編集する
ru: Редактировать игрока
zh_hans: 编辑球员
zh_hant: 編輯球員

# game-list-item-a11y-hint-%@
source: Game played with %@
de: Spiel gespielt mit %@
es: Juego jugado con %@
fr: Jeu joué avec %@
it: Partita giocata con %@
ja: %@と遊んだゲーム
ru: Игра с %@
zh_hans: ^[与 %@](inflect: true) 一起玩的游戏
zh_hant: 與^[%@](inflect: true)一起玩的遊戲

# increment-by-%@-right-click-button
source: Add %lld to score
de: Addiere %lld zur Punktzahl
es: Sumar %lld a la puntuación del jugador
fr: Ajouter %lld au score
it: Aggiungi %lld al punteggio
ja: スコアに %lld を追加します
ru: Добавьте %lld к счету
zh_hans: 分数加%lld
zh_hant: 分數加%lld

# increment-by-custom-amount-right-click-button
source: Add Custom Amount...
de: Fügen Sie einen Betrag zur Punktzahl hinzu…
es: Sumar puntuación personalizada
fr: Ajouter un montant personnalisé au score
it: Aggiungi un importo personalizzato…
ja: スコアにカスタム量を追加…
ru: Добавить произвольную сумму
zh_hans: 添加自定义金额以得分...
zh_hant: 新增自訂金額...

# increment-right-click-section-title
source: Add to Score
de: Zur Partitur hinzufügen
es: Sumar a la puntuación
fr: Ajouter au score
it: Aggiungi al punteggio
ja: スコアに追加
ru: Добавить в счет
zh_hans: 添加到分数
zh_hant: 加到分數

# reset-game-right-click-action
source: Reset Game
de: Spiel zurücksetzen
es: Reiniciar juego
fr: Réinitialiser le jeu
it: Reimposta il gioco
ja: ゲームをリセットする
ru: Сбросить игру
zh_hans: 重置游戏
zh_hant: 重置遊戲

# reset-score-right-click-button
source: Reset Score
de: Punktestand zurücksetzen
es: Reiniciar puntuación
fr: Réinitialiser le score
it: Reimposta il punteggio
ja: スコアをリセットする
ru: Сбросить счет
zh_hans: 重置分数
zh_hant: 重置分數

# save-round-button-title
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salvare le modifiche
ja: 変更内容を保存
ru: Сохранить изменения
zh_hans: 保存更改
zh_hant: 儲存變更

# score-round
source: Score a Round
de: Erziele einen Zug
es: Marca una ronda
fr: Marquer un tour
it: Segna un turno
ja: ラウンドをスコアする
ru: Забить ход
zh_hans: 得分一轮
zh_hant: 得分一輪

# sort-ascending-right-click-action
source: Sort Ascending
de: Aufsteigend sortieren
es: Ordenar ascendente
fr: Trier par ordre croissant
it: Ordine crescente
ja: ソート昇順
ru: Сортировать по возрастанию
zh_hans: 升序
zh_hant: 升序

# sort-descending-right-click-action
source: Sort Descending
de: Absteigend sortieren
es: Ordenar descendiente
fr: Trier par ordre décroissant
it: Ordine decrescente
ja: 降順で並べ替え
ru: Сортировать по убыванию
zh_hans: 降序
zh_hant: 降序

# sort-score-ascending-right-click-action
source: Sort Scores Ascending
de: Aufsteigend nach Punktzahl sortieren
es: Ordenar ascendente por puntuación
fr: Trier par ordre croissant de points
it: Ordina in ordine crescente in base al punteggio
ja: スコアで昇順に並べ替えます
ru: Сортировка баллов по возрастанию
zh_hans: 按分数升序排列
zh_hant: 按分數升序排列

# sort-score-descending-right-click-action
source: Sort Scores Descending
de: Absteigend nach Punktzahl sortieren
es: Ordenar descendente por puntuación
fr: Trier par ordre décroissant de points
it: Ordina in ordine decrescente per punteggio
ja: スコアの降順で並べ替えます
ru: Сортировка баллов по убыванию
zh_hans: 按分数降序排列
zh_hant: 按分數降序排列

# switch-sort-order
source: Change sort order
de: Sortierreihenfolge ändern
es: Cambiar orden
fr: Modifier l'ordre de tri
it: Modifica l'ordinamento
ja: 並べ替え順序を変更する
ru: Изменить порядок сортировки
zh_hans: 更改排序顺序
zh_hant: 更改排序順序

# app-title
source: Score Tally
ja: スコア集計
ru: Рассчитайте свой балл
zh_hans: 计算你的分数
zh_hant: 計算你的分數
